import Tabs, {Tab} from "./Tabs";


const TabsData = () => {
    return (
        <Tabs>
            <Tab title="Подробнее об исследовании">
                <p>Определение концентрации аминокислот в венозной крови направлено на диагностику
                    нарушений их метаболизма, а ацилкарнитинов – на выявление патологии обмена жирных
                    кислот. Обменные заболевания составляют очень важную и еще не в полной мере
                    изученную область вследствие сложности и большого количества протекающих в организме
                    метаболических процессов.</p>
                <p> Они могут быть врожденными (наследственными, генетически обусловленными) и
                    приобретенными (связаны с каким-либо другим первичным заболеванием, приведшим к
                    нарушению обмена). Среди врожденных аминоацидопатий (нарушений аминокислотного
                    обмена) встречаются такие серьезные заболевания, как фенилкетонурия, гомоцистинурия,
                    гиперпролинемия, оксопролинурия, гиперметионинемия, цитруллинемия, тирозинемия,
                    аргининемия и др. Патологии обмена жирных кислот, как правило, связаны с нарушением
                    в работе ферментов, участвующих в них.</p>
                <p>Примерами таких заболеваний являются дефект транспорта карнитина, недостаточность
                    карнитинпальмитоилтрансферазы I типа, недостаточность длинноцепочечной
                    ацил-КоА-дегидрогеназы, недостаточность длинноцепочечной
                    3-гидроксиацил-КоА-дегидрогеназы, недостаточность митохондриального
                    трифункционального белка, недостаточность карнитин/ацилкарнитинтранслоказы и др.</p>
                <p>Приобретенные нарушения могут быть связаны с характером питания (избыточным или
                    недостаточным его количеством), развитием сахарного диабета, хронических
                    инфекционных и воспалительных процессов, злокачественного новообразования, патологии
                    ЖКТ, печени, почек.</p>
            </Tab>
            <Tab title="Показания"> Обменные
                заболевания составляют очень важную и еще не в полной мере изученную область вследствие сложности и
                большого количества протекающих в организме метаболических процессов.

                Они могут быть врожденными (наследственными, генетически обусловленными) и приобретенными (связаны с
                каким-либо другим первичным заболеванием, приведшим к нарушению обмена). Среди врожденных
                аминоацидопатий (нарушений аминокислотного обмена) встречаются такие серьезные заболевания, как
                фенилкетонурия, гомоцистинурия, гиперпролинемия, оксопролинурия, гиперметионинемия, цитруллинемия,
                тирозинемия, аргининемия и др. Патологии обмена жирных кислот, как правило, связаны с нарушением в
                работе ферментов, участвующих в них.</Tab>
            <Tab title="Подготовка">  Среди врожденных
                аминоацидопатий (нарушений аминокислотного обмена) встречаются такие серьезные заболевания, как
                фенилкетонурия, гомоцистинурия, гиперпролинемия, оксопролинурия, гиперметионинемия, цитруллинемия,
                тирозинемия, аргининемия и др. Патологии обмена жирных кислот, как правило, связаны с нарушением в
                работе ферментов, участвующих в них.</Tab>
            <Tab title="Методика исследования"> Они могут быть врожденными (наследственными, генетически обусловленными) и приобретенными (связаны с
                каким-либо другим первичным заболеванием, приведшим к нарушению обмена). Среди врожденных
                аминоацидопатий (нарушений аминокислотного обмена) встречаются такие серьезные заболевания, как
                фенилкетонурия, гомоцистинурия, гиперпролинемия, оксопролинурия, гиперметионинемия, цитруллинемия,
                тирозинемия, аргининемия и др. Патологии обмена жирных кислот, как правило, связаны с нарушением в
                работе ферментов, участвующих в них.</Tab>
            <Tab title="Как сдать тест">  Патологии обмена жирных кислот, как правило, связаны с нарушением в
                работе ферментов, участвующих в них.</Tab>
            <Tab title="Интерпретация результатов">  Среди врожденных
                аминоацидопатий (нарушений аминокислотного обмена) встречаются такие серьезные заболевания, как
                фенилкетонурия, гомоцистинурия, гиперпролинемия, оксопролинурия, гиперметионинемия, цитруллинемия,
                тирозинемия, аргининемия и др. Патологии обмена жирных кислот, как правило, связаны с нарушением в
                работе ферментов, участвующих в них.</Tab>
        </Tabs>
    );
};

export default TabsData